//        String srcTxt = "[FISE*201700444400005*0566*TK]";
        //91, 70, 73, 83, 69, 42, 50, 48, 49, 55, 48, 48, 52, 52, 52, 52, 48, 48, 48, 48, 53, 42, 48, 53, 54, 54, 42, 84, 75, 93
//        String srcTxt = "FISE";//70, 73, 83, 69 ---> 0046 ,0049,0053,0045,
//        String srcTxt = "*";//42 ---> 002A
//        String srcTxt = "201700444400005";//50, 48, 49, 55, 48, 48, 52, 52, 52, 52, 48, 48, 48, 48, 53
//        String srcTxt = "TK";//84 ,75
//        String srcTxt = ",";//44 ---> 002C
//        String srcTxt = "[]";//91,93 ---> 005B ,005D
//        String srcTxt = "{}";//123,125 ---> 007B ,007D
//        String space = " ";//32 ---> 0x20
//        arcII码为0x01,0x02的字符是键盘所不能输入的
//         所以一般采用 0x1 ,0x2 ,0x3,0x4,0x5作为分隔符

服务器和客户端接收ARM 格式音频数据时需要做以下转译，遇到左边的数据就转译成右边的数据：
0X7D 0X01 --> 0X7D
0X7D 0X02 --> 0X5B
0X7D 0X03 --> 0X5D
0X7D 0X04 --> 0X2C
0X7D 0X05 --> 0X2A
服务器和客户端发送ARM 格式音频数据时需要做以下转译，遇到左边的数据就转译成右边的数据：
0X7D --> 0X7D 0X01
0X5B --> 0X7D 0X02
0X5D --> 0X7D 0X03
0X2C --> 0X7D 0X04
0X2A --> 0X7D 0X05